Repository: 3GA/kano-init
Catalog: po/*.po
Languages: es_ar

source: ERROR: Administrator priviledges are required to perform this operation.
es_ar: ERROR: Se requieren permisos de administrador para realizar esta operación.

source: A different task has been scheduled already. Reboot to finish the task before scheduling another one.
es_ar: Ya se programó otra tarea. Se debe reiniciar el sistema para completar la tarea antes de empezar una nueva.

source: The '{string_username}' user will be deleted on the next reboot.
es_ar: El usuario ’{string_username}' se eliminará en el próximo inicio del sistema.

source: New user creation scheduled for the next system reboot.
es_ar: Creación de nuevo usuario programada para el próximo reinicio del sistema.

source: kano-init RESET scheduled for the next system reboot
es_ar: kano-init RESTAURAR se ha programado para el próximo reinicio del sistema

source: Hello!
es_ar: ¡Hola!

source: I'm Kano, thanks for bringing me to life.
es_ar: Gracias por darme vida. Ahora veamos lo que podemos hacer.

source: What should I call you?
es_ar: ¿Cómo te llamas?

source: Welcome to the inside of your computer, {string_username}.
es_ar: Saludos desde el interior de tu computadora, {string_username}.

source: Did you know my brain is made of millions of electric switches?
es_ar: ¿Sabías que el cerebro de tu nueva computadora está compuesto de millones de interruptores eléctricos?

source: Press [ENTER] to see them spark.
es_ar: Presiona [ ←-┘ ] (ENTER) para descubrir lo que hacen los interruptores.

source: Words, sounds, and pictures all get stored as binary code.
es_ar: Palabras, música e imágenes están todas almacenadas en formato binario.

source: So does your computer's secret password
es_ar: Y lo mismo ocurre con la contraseña secreta de tu computadora:

source: Type the password in human letters.
es_ar: Escribe la contraseña en caracteres normales:

source: Ok! Taking you to the Dashboard...
es_ar: ¡OK! Vamos al Tablero

source: Not the correct password, keep trying!
es_ar: No es la contraseña correcta, ¡sigue intentando!

source: The secret password is kano
es_ar: La contraseña secreta es: kano

source: Press [ENTER] to keep exploring.
es_ar: Presiona [ ←-┘ ] (ENTER) para seguir explorando

source: {string_username}, follow the white rabbit
es_ar: {string_username}, sigue al conejo blanco

source: Type {string_code_to_type}, then [ENTER]
es_ar: Escribe {string_code_to_type}, y presiona [ ←-┘ ] (ENTER)

source: Type a cool name.
es_ar: Escribe un buen nombre.

source: Just one word, letters or numbers! Try again.
es_ar: ¡Una palabra solamente! Puedes usar letras con números, sin acentos. Intenta de nuevo

source: This one is already taken! Try again.
es_ar: ¡Este nombre de usuario no está disponible! Intenta de nuevo.

source: This one is too long by {number} characters! Try again.
es_ar: ¡A éste le sobran {number} caracteres! Intenta de nuevo.

source: Your name:
es_ar: Tu nombre:

source: '{string_app_stage_name}' is not a valid stage
es_ar: '{string_app_stage_name}' no se reconoce

source: The user '{string_username}' already exists
es_ar: EL nombre de usuario '{string_username}' ya existe

source: Unable to create new user, useradd failed.
es_ar: No se pudo crear un nuevo usuario, useradd fracasó.

source: Unable to change the new user's password, chpasswd failed.
es_ar: No se pudo cambiar la contraseña del nuevo usuario, chpasswd fracasó.

source: Unable to create the kanousers group, groupadd failed.
es_ar: No se pudo crear el grupo kanousers, groupadd fracasó.

source: Deleting the '{string_username}' failed.
es_ar: No se pudo borrar el nombre de usuario: ’{string_username}'.

source: Switches speak in code, 1s and 0s. 1 means yes. 0 means no. This is binary.
es_ar: Estos interruptores hablan en ceros y unos, esto se denomina "código binario"

source: Press [ENTER] to go deeper.
es_ar: Presiona [ ←-┘ ] (ENTER) para seguir explorando

source: There's no rabbit here, try again!
es_ar: Aquí no hay ningún conejo, ¡intenta de nuevo!
